[{"section":"index.html","title":"Homepage","href":"/","content":"How can we help you?Swasth helps you grow your practice by providing you with tools that are simple and effective. By reviewing your clients&#x27; behavioral health data in real-time you can better tailor your treatment approach. Schedule appointments, assign homework and assessments, secure client chat and teletherapy all via a secure HIPAA-compliant platform.PagesNo results for &#x27;undefined&#x27;Getting Started with Swasth® for CliniciansQuick startVideosImportant topicsBrowse All TopicsAccount SettingsClinician toolsClient Notes &amp; DocumentationScheduling and CalendarClient PortalBilling Your ClientsInsurance BillingInsights and ReportingSecurity"},{"section":"about/index.html","title":"Swasth Help","href":"/about/","content":"About our valuesShade-grown coffee Coffee is a small tree or shrub that grows in the forest understory in its wild form, and traditionally was grown commercially under other trees that provided shade. The forest-like structure of shade coffee farms provides habitat for a great number of migratory and resident species. Single origin Single-origin coffee is coffee grown within a single known geographic origin. Sometimes, this is a single farm or a specific collection of beans from a single country. The name of the coffee is then usually the place it was grown to whatever degree available. Sustainable farming Sustainable agriculture is farming in sustainable ways based on an understanding of ecosystem services, the study of relationships between organisms and their environment. What grows where and how it is grown are a matter of choice and careful consideration for nature and communities. Direct sourcing Direct trade is a form of sourcing practiced by some coffee roasters. Advocates of direct trade practices promote direct communication and price negotiation between buyer and farmer, along with systems that encourage and incentivize quality. Reinvest profits We want to truly empower the communities that bring amazing coffee to you. That’s why we reinvest 20% of our profits into farms, local businesses and schools everywhere our coffee is grown. You can see the communities grow and learn more about coffee farming on our blog."},{"section":"blog/index.html","title":"Swasth Help","href":"/blog/","content":"Latest StoriesMaking sense of the SCAA’s new Flavor Wheel • December 17, 2016The SCAA updated the wheel to reflect the finer nuances needed to describe flavors more precisely. The new descriptions are more detailed and hence allow cuppers to distinguish between more flavors. While this is going to be a big change for professional coffee tasters, it means a lot to you as a consumer as well. We’ll explain how the wheel came to be, how pros use it and what the flavors…Keep Reading →"},{"section":"contact/index.html","title":"Swasth Help","href":"/contact/","content":"ContactDon’t fill this out: Your nameEmailMessageSend"},{"section":"products/index.html","title":"Swasth Help","href":"/products/","content":"Our CoffeeGreat coffee with a conscienceKaldi is the ultimate spot for coffee lovers who want to learn about their java’s origin and support the farmers that grew it. We take coffee production, roasting and brewing seriously and we’re glad to pass that knowledge to anyone.Great coffee with no compromisesWe hold our coffee to the highest standards from the shrub to the cup. That’s why we’re meticulous and transparent about each step of the coffee’s journey. We personally visit each farm to make sure the conditions are optimal for the plants, farmers and the local environment. The first time I tried Kaldi’s coffee, I couldn’t even believe that was the same thing I’ve been drinking every morning. – Elisabeth KaurismäkiKaldi is the place to go if you want the best quality coffee. I love their stance on empowering farmers and transparency. – Philipp TrommlerMonthly subscriptionsWe make it easy to make great coffee a part of your life. Choose one of our monthly subscription plans to receive great coffee at your doorstep each month. Contact us about more details and payment info.Small$50Perfect for the drinker who likes to enjoy 1-2 cups per day.3 lbs of coffee per monthGreen or roasted beans&quot;One or two varieties of beans&quot;Big$80Great for avid drinkers, java-loving couples and bigger crowds6 lbs of coffee per monthGreen or roasted beansUp to 4 different varieties of beansCustom$??Want a few tiny batches from different varieties? Try our custom planWhatever you needGreen or roasted beansUnlimited varieties"},{"section":"blog/2016-12-17-making-sense-of-the-scaas-new-flavor-wheel/index.html","title":"Making sense of the SCAA’s new Flavor Wheel | Blog","href":"/blog/2016-12-17-making-sense-of-the-scaas-new-flavor-wheel/","content":"Making sense of the SCAA’s new Flavor WheelThe Coffee Taster’s Flavor Wheel, the official resource used by coffee tasters, has been revised for the first time this year. The SCAA updated the wheel to reflect the finer nuances needed to describe flavors more precisely. The new descriptions are more detailed and hence allow cuppers to distinguish between more flavors. While this is going to be a big change for professional coffee tasters, it means a lot to you as a consumer as well. We’ll explain how the wheel came to be, how pros use it and what the flavors actually mean. What the updates mean to you The Specialty Coffee Association of America (SCAA), founded in 1982, is a non-profit trade organization for the specialty coffee industry. With members located in more than 40 countries, SCAA represents every segment of the specialty coffee industry, including: producers roasters importers/exporters retailers manufacturers baristas For over 30 years, SCAA has been dedicated to creating a vibrant specialty coffee community by recognizing, developing and promoting specialty coffee. SCAA sets and maintains quality standards for the industry, conducts market research, and provides education, training, resources, and business services for its members. Coffee cupping, or coffee tasting, is the practice of observing the tastes and aromas of brewed coffee. It is a professional practice but can be done informally by anyone or by professionals known as \"Q Graders\". A standard coffee cupping procedure involves deeply sniffing the coffee, then loudly slurping the coffee so it spreads to the back of the tongue. The coffee taster attempts to measure aspects of the coffee's taste, specifically the body (the texture or mouthfeel, such as oiliness), sweetness, acidity (a sharp and tangy feeling, like when biting into an orange), flavour (the characters in the cup), and aftertaste. Since coffee beans embody telltale flavours from the region where they were grown, cuppers may attempt to identify the coffee's origin.Tagsflavortasting"},{"section":"categories/account-questions/index.html","title":"Account Questions | Feature","href":"/categories/account-questions/","content":"Account QuestionsLogin and set upAccess to clinician appInvite clients to share data"},{"section":"categories/account-settings/index.html","title":"Account Settings | Feature","href":"/categories/account-settings/","content":"Account SettingsAccount set upAccess to clinician appAccess to client&#x27;s app dataInvite clients to share their app data"},{"section":"categories/billing-your-clients/index.html","title":"Billing Your Clients | Feature","href":"/categories/billing-your-clients/","content":"Billing Your Clients"},{"section":"categories/client-notes-documentation/index.html","title":"Client Notes &amp; Documentation | Feature","href":"/categories/client-notes-documentation/","content":"Client Notes &amp; Documentation"},{"section":"categories/client-portal/index.html","title":"Client Portal | Feature","href":"/categories/client-portal/","content":"Client PortalSecure Messaging Getting started with Secure MessagingHow to use Secure Messaging with clientsCan I send a mass email to all of my clients through SimplePractice?How to set up Online BookingGeneral Client Portal InfoSetting up your practice URL Setting up the Client Portal"},{"section":"categories/clinician-tools/index.html","title":"Clinician Tools | Feature","href":"/categories/clinician-tools/","content":"Clinician ToolsHomeworkAssign homeworkView clients&#x27; homeworkEntriesView Clients&#x27; Entries"},{"section":"categories/getting-started-with-swasth-for-clinicians/index.html","title":"Getting Started with Swasth for Clinicians | Feature","href":"/categories/getting-started-with-swasth-for-clinicians/","content":"Getting Started with Swasth for CliniciansThis section will provide all the necessary resources to help build the foundations for running a successful private practice. By familiarizing yourself with the many features we offer, you'll be able to efficiently flow through our platform. Setting yourself up for success now can ultimately mean that you have more time to spend with clients. Below you'll see the recommended walkthrough for a new Swasth user experience, starting from the trial and ending with a fully-fledged account that you've customized to best meet your needs. • Switching and Data Imports • Clients and their Portal • Intakes, Forms, and Templates • Calendar and Scheduling • Client Billing • Analytics • Insurance • Group Practice • Requirements • Pricing • Support Clients and their Portal The Swasth for Clinicians Client Portal is an easy and secure way to engage with your clients online so that you don't have to rely on email when sharing sensitive information. With our Client Portal, you have the flexibility to: • Send intake forms to clients (both new and existing) • Share documents and files with a client • Request the client's demographic information • Collect or update credit card info • Send Statements, Superbills, or Invoices • Allow clients to make credit card payments through the portal (Stripe Account required) • Allow clients to request appointments through Swasth for Clinicians Online Booking (Professional Plan) You'll get a unique URL that links to your unique Client Portal. You can edit this link to match your name, practice name, or whatever you'd like to display to your clients. View your practice's Client Portal Go to Practice Management > Settings > Client Portal Under the section Client Portal Address, you'll see your Practice URL. If you haven't locked the URL you can easily change it by clicking on the text field and editing it. To lock your practice URL, make sure you have edited the URL and then click Save &#x26; Lock. View your practice's Client Portal Go to My Account > Settings > Client Portal Under the section Client Portal Addressyou'll see your Practice URL. If you haven't locked the URL you can easily change it by clicking on the text field and editing it. To lock your practice URL, make sure you have edited the URL and then click Save &#x26; Lock. Once you've locked your practice URL you will now see buttons to View Client Portal and Copy Link. • View Client Portal opens a new tab and takes you to your Client Portal page. • Copy Link copies your practice URL so you can paste it into an email or add it to your website. For help adding the URL to your own website, contact your website administrator. • Once these steps are completed, patient may fill up intake and consent forms online. Existing clients will receive the link to your Client Portal when you invite them or if you provide them with the practice link elsewhere. Once your client signs in, they'll be able to: View documents you have shared See their statements, superbills, and invoices Book/cancel their appointments online with Online Booking if you enable it (Professional Plan) Pay for their appointments via Stripe What do my clients see? Depending on whether Online Booking is enabled within your account, clients will be presented upon sign on with a homepage navigating to Appointments, Documents, and Billing &#x26; Payments. Setting up the Client Portal This walkthrough will guide you through how to set up your Client Portal and start utilizing all its features like sharing intake forms, delivering billing documents, collecting client payments and offering Online Booking. How to enter your practice information If you haven't done so already, be sure to fill out your Practice Details. Make sure the following information is how you want it to appear when clients see your portal: • Your practice name (displayed at the top of the Client Portal) • Time zone • Your phone number • Your practice address • Cancellation policy Adding a new client and navigating your Clients and Contact list With Swasth Web App, there's no limit to the number of clients you can create and store in your client list. You can create a client from any page in your account, or you can create a client while scheduling their first appointment. In this guide, you will find steps for... • Adding a client from the blue navigation bar Adding a client from the blue navigation bar • Click the Add Client button You'll be taken to the Add a new client page where you can enter basic identification, billing, emergency contact, and communication preference information. Click Save Client. Note:An email address will be required if you have checked the Send Client Intake box. Simply uncheck this box if you do not wish to send the intake to that client."},{"section":"categories/insights-reporting/index.html","title":"Insights &amp; Reporting | Feature","href":"/categories/insights-reporting/","content":"Insights &amp; Reporting"},{"section":"categories/insurance-billing/index.html","title":"Insurance Billing | Feature","href":"/categories/insurance-billing/","content":"Insurance Billing"},{"section":"categories/scheduling-and-calendar/index.html","title":"Scheduling and Calendar | Feature","href":"/categories/scheduling-and-calendar/","content":"Scheduling and Calendar"},{"section":"categories/security/index.html","title":"Security | Feature","href":"/categories/security/","content":"SecurityHello text sdasdsa sadasdsadsa"},{"section":"contact/examples/index.html","title":"Swasth Help","href":"/contact/examples/","content":"Hi peopleThis is an example site integrating Netlify’s form handling with GatsbyBasic contact formForm with file uploadTroubleshootingForms stop working after upgrading to Gatsby v2This can be caused by the offline-plugin. Workaround is to use ?no-cache=1 in the POST url to prevent the service worker from handling form submissionsAdding reCAPTCHAIf you are planning to add reCAPTCHA please go to imorente/gatsby-netlify-form-example for a working example."},{"section":"contact/file-upload/index.html","title":"Swasth Help","href":"/contact/file-upload/","content":"File UploadDon’t fill this out: Your nameChoose a file…Send"},{"section":"features/getting-started-with-simplepractice/index.html","title":"Account Setup | Feature","href":"/features/getting-started-with-simplepractice/","content":"Account SetupGetting started with Secure Messaging Switching and Data Imports How to Switch to SimplePractice dsadasdasd Client Portal overview Intakes, Forms, and TemplatesGetting started with Secure MessagingSwitching and Data ImportsHow to Switch to SimplePracticeClient Portal overviewIntakes, Forms, and TemplatesCreating customized client intake and progress note templates"},{"section":"features/getting-started-with-swasth®-for-clinicians/index.html","title":"Getting started with Swasth® for Clinicians | Feature","href":"/features/getting-started-with-swasth®-for-clinicians/","content":"Getting started with Swasth® for CliniciansThis Getting Started section will help you to get set up in the clinician app to run your practice smoothly and engage with your clients. Going through these sections will help you familiarize yourself with the features of Clinician app. Below you'll see the recommended walkthrough for a new SimplePractice user experience, starting from the trial and ending with a fully-fledged account that you've customized to best meet your needs.Account setupSignup, Account Confirmation and Two-Factor Authentication"},{"section":"topics/access-to-clinician-app/index.html","title":"Access to Clinician App | Feature","href":"/topics/access-to-clinician-app/","content":"Access to Clinician AppSign up The first step of provider on-boarding is signup. Note: If you already signed up to one of our mobile apps (DBT Coach, DBT Daily, CBT Companion etc.) then use a different email than what you signed up to those apps with. The reason you need to use a different email address is because the clinician app uses Two-Factor Authentication. We need to do for security and privacy of users' data. Account Confirmation Once you sign up and verify email, we will verify your credentials and confirm your account. You will receive an email about your account being confirmed and then you can login. Two-Factor Authentication Setup The very first time, you login you will have to set up Two-Factor Authentication. You have a choice of either using your cell phone number (to receive the code via text message) or download Google Authenticator from Playstore or App Store onto your mobile device. If you choose Google Authenticator - you will need to set it up. You can refer to this guide. Once you set up authenticator to sync with your account, every time you login you will be asked for MFA code and you will enter the code from the authenticator app. Live DemoRelated TopicsInvite clients to share their app data"},{"section":"topics/assign-homework/index.html","title":"Assign Homework | Feature","href":"/topics/assign-homework/","content":"Assign HomeworkRelated Topics"},{"section":"topics/getting-started-with-secure-messaging/index.html","title":"Getting started with Secure Messaging | Feature","href":"/topics/getting-started-with-secure-messaging/","content":"Getting started with Secure MessagingRelated Topics"},{"section":"topics/invite-clients-to-share-data/index.html","title":"Invite Clients to share data | Feature","href":"/topics/invite-clients-to-share-data/","content":"Invite Clients to share dataRelated Topics"},{"section":"topics/view-client-entries/index.html","title":"View Client entries | Feature","href":"/topics/view-client-entries/","content":"View Client entriesRelated Topics"}]