[{"section":"index.html","title":"Homepage","href":"/","content":"How can we help you?Swasth helps you grow your practice by providing you with tools that are simple and effective. By reviewing your clients&#x27; behavioral health data in real-time you can better tailor your treatment approach. Schedule appointments, assign homework and assessments, secure client chat and teletherapy all via a secure HIPAA-compliant platform.Getting StartedSetting up your accountVideosImportant topicsBrowse All TopicsAccount SettingsClinician toolsClient Notes &amp; DocumentationScheduling and CalendarClient PortalBilling Your ClientsInsurance BillingInsights and ReportingSecurity"},{"section":"about/index.html","title":"Swasth Help","href":"/about/","content":"About our valuesShade-grown coffee Coffee is a small tree or shrub that grows in the forest understory in its wild form, and traditionally was grown commercially under other trees that provided shade. The forest-like structure of shade coffee farms provides habitat for a great number of migratory and resident species. Single origin Single-origin coffee is coffee grown within a single known geographic origin. Sometimes, this is a single farm or a specific collection of beans from a single country. The name of the coffee is then usually the place it was grown to whatever degree available. Sustainable farming Sustainable agriculture is farming in sustainable ways based on an understanding of ecosystem services, the study of relationships between organisms and their environment. What grows where and how it is grown are a matter of choice and careful consideration for nature and communities. Direct sourcing Direct trade is a form of sourcing practiced by some coffee roasters. Advocates of direct trade practices promote direct communication and price negotiation between buyer and farmer, along with systems that encourage and incentivize quality. Reinvest profits We want to truly empower the communities that bring amazing coffee to you. That’s why we reinvest 20% of our profits into farms, local businesses and schools everywhere our coffee is grown. You can see the communities grow and learn more about coffee farming on our blog."},{"section":"blog/index.html","title":"Swasth Help","href":"/blog/","content":"Latest StoriesJust in: small batch of Jamaican Blue Mountain in store next week • January 04, 2017We expect the shipment of a limited quantity of green beans next Monday. We’ll be offering the roasted beans from Tuesday, but quantities are limited, so be quick. Blue Mountain Peak is the highest mountain in Jamaica and one of the highest peaks in the Caribbean at 7,402 ft. It is the home of Blue Mountain coffee and their famous tours. It is located on the border of the Portland and Saint Thomas…Keep Reading →A beginners’ guide to brewing with Chemex • January 04, 2017This week we’ll take a look at all the steps required to make astonishing coffee with a Chemex at home. The Chemex Coffeemaker is a manual, pour-over style glass-container coffeemaker that Peter Schlumbohm invented in 1941, and which continues to be manufactured by the Chemex Corporation in Chicopee, Massachusetts. In 1958, designers at the Illinois Institute of Technology said that the Chemex…Keep Reading →Making sense of the SCAA’s new Flavor Wheel • December 17, 2016The SCAA updated the wheel to reflect the finer nuances needed to describe flavors more precisely. The new descriptions are more detailed and hence allow cuppers to distinguish between more flavors. While this is going to be a big change for professional coffee tasters, it means a lot to you as a consumer as well. We’ll explain how the wheel came to be, how pros use it and what the flavors…Keep Reading →"},{"section":"contact/index.html","title":"Swasth Help","href":"/contact/","content":"ContactDon’t fill this out: Your nameEmailMessageSend"},{"section":"products/index.html","title":"Swasth Help","href":"/products/","content":"Our CoffeeGreat coffee with a conscienceKaldi is the ultimate spot for coffee lovers who want to learn about their java’s origin and support the farmers that grew it. We take coffee production, roasting and brewing seriously and we’re glad to pass that knowledge to anyone.Great coffee with no compromisesWe hold our coffee to the highest standards from the shrub to the cup. That’s why we’re meticulous and transparent about each step of the coffee’s journey. We personally visit each farm to make sure the conditions are optimal for the plants, farmers and the local environment. The first time I tried Kaldi’s coffee, I couldn’t even believe that was the same thing I’ve been drinking every morning. – Elisabeth KaurismäkiKaldi is the place to go if you want the best quality coffee. I love their stance on empowering farmers and transparency. – Philipp TrommlerMonthly subscriptionsWe make it easy to make great coffee a part of your life. Choose one of our monthly subscription plans to receive great coffee at your doorstep each month. Contact us about more details and payment info.Small$50Perfect for the drinker who likes to enjoy 1-2 cups per day.3 lbs of coffee per monthGreen or roasted beans&quot;One or two varieties of beans&quot;Big$80Great for avid drinkers, java-loving couples and bigger crowds6 lbs of coffee per monthGreen or roasted beansUp to 4 different varieties of beansCustom$??Want a few tiny batches from different varieties? Try our custom planWhatever you needGreen or roasted beansUnlimited varieties"},{"section":"categories/account-questions/index.html","title":"Account Questions | Feature","href":"/categories/account-questions/","content":"Account QuestionsLogin and set upAccess to clinician appInvite clients to share data"},{"section":"categories/account-settings/index.html","title":"Account Settings | Feature","href":"/categories/account-settings/","content":"Account SettingsAccess topicsaccess-to-clinician-appSecond Topics cardaccess-to-clinician-app"},{"section":"categories/billing-your-clients/index.html","title":"Billing Your Clients | Feature","href":"/categories/billing-your-clients/","content":"Billing Your Clients"},{"section":"categories/client-notes-documentation/index.html","title":"Client Notes &amp; Documentation | Feature","href":"/categories/client-notes-documentation/","content":"Client Notes &amp; Documentation"},{"section":"categories/client-portal/index.html","title":"Client Portal | Feature","href":"/categories/client-portal/","content":"Client PortalSecure Messaging Getting started with Secure MessagingHow to use Secure Messaging with clientsCan I send a mass email to all of my clients through SimplePractice?How to set up Online BookingGeneral Client Portal InfoSetting up your practice URL Setting up the Client Portal"},{"section":"categories/clinician-tools/index.html","title":"Clinician Tools | Feature","href":"/categories/clinician-tools/","content":"Clinician ToolsHomeworkAssign homeworkView clients&#x27; homeworkEntriesView Clients&#x27; Entries"},{"section":"categories/insights-reporting/index.html","title":"Insights &amp; Reporting | Feature","href":"/categories/insights-reporting/","content":"Insights &amp; Reporting"},{"section":"categories/insurance-billing/index.html","title":"Insurance Billing | Feature","href":"/categories/insurance-billing/","content":"Insurance Billing"},{"section":"categories/scheduling-and-calendar/index.html","title":"Scheduling and Calendar | Feature","href":"/categories/scheduling-and-calendar/","content":"Scheduling and Calendar"},{"section":"categories/security/index.html","title":"Security | Feature","href":"/categories/security/","content":"SecurityHello text sdasdsa sadasdsadsa"},{"section":"blog/2016-12-17-making-sense-of-the-scaas-new-flavor-wheel/index.html","title":"Making sense of the SCAA’s new Flavor Wheel | Blog","href":"/blog/2016-12-17-making-sense-of-the-scaas-new-flavor-wheel/","content":"Making sense of the SCAA’s new Flavor WheelThe Coffee Taster’s Flavor Wheel, the official resource used by coffee tasters, has been revised for the first time this year. The SCAA updated the wheel to reflect the finer nuances needed to describe flavors more precisely. The new descriptions are more detailed and hence allow cuppers to distinguish between more flavors. While this is going to be a big change for professional coffee tasters, it means a lot to you as a consumer as well. We’ll explain how the wheel came to be, how pros use it and what the flavors actually mean. What the updates mean to you The Specialty Coffee Association of America (SCAA), founded in 1982, is a non-profit trade organization for the specialty coffee industry. With members located in more than 40 countries, SCAA represents every segment of the specialty coffee industry, including: producers roasters importers/exporters retailers manufacturers baristas For over 30 years, SCAA has been dedicated to creating a vibrant specialty coffee community by recognizing, developing and promoting specialty coffee. SCAA sets and maintains quality standards for the industry, conducts market research, and provides education, training, resources, and business services for its members. Coffee cupping, or coffee tasting, is the practice of observing the tastes and aromas of brewed coffee. It is a professional practice but can be done informally by anyone or by professionals known as \"Q Graders\". A standard coffee cupping procedure involves deeply sniffing the coffee, then loudly slurping the coffee so it spreads to the back of the tongue. The coffee taster attempts to measure aspects of the coffee's taste, specifically the body (the texture or mouthfeel, such as oiliness), sweetness, acidity (a sharp and tangy feeling, like when biting into an orange), flavour (the characters in the cup), and aftertaste. Since coffee beans embody telltale flavours from the region where they were grown, cuppers may attempt to identify the coffee's origin.Tagsflavortasting"},{"section":"blog/2017-01-04-a-beginners-guide-to-brewing-with-chemex/index.html","title":"A beginners’ guide to brewing with Chemex | Blog","href":"/blog/2017-01-04-a-beginners-guide-to-brewing-with-chemex/","content":"A beginners’ guide to brewing with ChemexBrewing with a Chemex probably seems like a complicated, time-consuming ordeal, but once you get used to the process, it becomes a soothing ritual that&#x27;s worth the effort every time. This week we’ll take a look at all the steps required to make astonishing coffee with a Chemex at home. The Chemex Coffeemaker is a manual, pour-over style glass-container coffeemaker that Peter Schlumbohm invented in 1941, and which continues to be manufactured by the Chemex Corporation in Chicopee, Massachusetts. In 1958, designers at the Illinois Institute of Technology said that the Chemex Coffeemaker is \"one of the best-designed products of modern times\", and so is included in the collection of the Museum of Modern Art in New York City. The little secrets of Chemex brewing The Chemex Coffeemaker consists of an hourglass-shaped glass flask with a conical funnel-like neck (rather than the cylindrical neck of an Erlenmeyer flask) and uses proprietary filters, made of bonded paper (thicker-gauge paper than the standard paper filters for a drip-method coffeemaker) that removes most of the coffee oils, brewing coffee with a taste that is different than coffee brewed in other coffee-making systems; also, the thicker paper of the Chemex coffee filters may assist in removing cafestol, a cholesterol-containing compound found in coffee oils. Here’s three important tips newbies forget about: Always buy dedicated Chemex filters. Use a scale, don’t try to eyeball it. Never skip preheating the glass. Timing is key, don’t forget the clock. The most visually distinctive feature of the Chemex is the heatproof wooden collar around the neck, allowing it to be handled and poured when full of hot water. This is turned, then split in two to allow it to fit around the glass neck. The two pieces are held loosely in place by a tied leather thong. The pieces are not tied tightly and can still move slightly, retained by the shape of the conical glass. For a design piece that became popular post-war at a time of Modernism and precision manufacture, this juxtaposition of natural wood and the organic nature of a hand-tied knot with the laboratory nature of glassware was a distinctive feature of its appearance.Tagsbrewingchemex"},{"section":"blog/2017-01-04-just-in-small-batch-of-jamaican-blue-mountain-in-store-next-week/index.html","title":"Just in: small batch of Jamaican Blue Mountain in store next week | Blog","href":"/blog/2017-01-04-just-in-small-batch-of-jamaican-blue-mountain-in-store-next-week/","content":"Just in: small batch of Jamaican Blue Mountain in store next weekWe’re proud to announce that we’ll be offering a small batch of Jamaica Blue Mountain coffee beans in our store next week.We expect the shipment of a limited quantity of green beans next Monday. We’ll be offering the roasted beans from Tuesday, but quantities are limited, so be quick. Blue Mountain Peak is the highest mountain in Jamaica and one of the highest peaks in the Caribbean at 7,402 ft. It is the home of Blue Mountain coffee and their famous tours. It is located on the border of the Portland and Saint Thomas parishes of Jamaica. A little history The Blue Mountains are considered by many to be a hiker's and camper's paradise. The traditional Blue Mountain trek is a 7-mile hike to the peak and consists of a 3,000-foot increase in elevation. Jamaicans prefer to reach the peak at sunrise, thus the 3–4 hour hike is usually undertaken in darkness. Since the sky is usually very clear in the mornings, Cuba can be seen in the distance. Some of the plants found on the Blue Mountain cannot be found anywhere else in the world and they are often of a dwarfed sort. This is mainly due to the cold climate which inhibits growth. The small coffee farming communities of Claverty Cottage and Hagley Gap are located near the peak. What you need to know before trying Jamaican Blue Mountain Coffee or Jamaica Blue Mountain Coffee is a classification of coffee grown in the Blue Mountains of Jamaica. The best lots of Blue Mountain coffee are noted for their mild flavor and lack of bitterness. Over the past few decades, this coffee has developed a reputation that has made it one of the most expensive and sought-after coffees in the world. Over 80% of all Jamaican Blue Mountain Coffee is exported to Japan. In addition to its use for brewed coffee, the beans are the flavor base of Tia Maria coffee liqueur. Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognized growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica. The Blue Mountains are generally located between Kingston to the south and Port Antonio to the north. Rising 7,402 ft, they are some of the highest mountains in the Caribbean. The climate of the region is cool and misty with high rainfall. The soil is rich, with excellent drainage. This combination of climate and soil is considered ideal for coffee.Tagsjamaicagreen beansflavortasting"},{"section":"contact/examples/index.html","title":"Swasth Help","href":"/contact/examples/","content":"Hi peopleThis is an example site integrating Netlify’s form handling with GatsbyBasic contact formForm with file uploadTroubleshootingForms stop working after upgrading to Gatsby v2This can be caused by the offline-plugin. Workaround is to use ?no-cache=1 in the POST url to prevent the service worker from handling form submissionsAdding reCAPTCHAIf you are planning to add reCAPTCHA please go to imorente/gatsby-netlify-form-example for a working example."},{"section":"contact/file-upload/index.html","title":"Swasth Help","href":"/contact/file-upload/","content":"File UploadDon’t fill this out: Your nameChoose a file…Send"},{"section":"features/getting-started-with-simplepractice/index.html","title":"Getting started with SimplePractice | Feature","href":"/features/getting-started-with-simplepractice/","content":"Getting started with SimplePracticeGetting started with Secure Messaging Switching and Data Imports How to Switch to SimplePractice dsadasdasd Client Portal overview Intakes, Forms, and TemplatesGetting started with Secure MessagingSwitching and Data ImportsHow to Switch to SimplePracticeClient Portal overviewIntakes, Forms, and TemplatesCreating customized client intake and progress note templates"},{"section":"topics/access-to-clinician-app/index.html","title":"Access to Clinician App | Feature","href":"/topics/access-to-clinician-app/","content":"Access to Clinician App Note:sadsadsa Hello App. asdsad asdsad asd Live DemoRelated TopicsTopic One"},{"section":"topics/assign-homework/index.html","title":"Assign Homework | Feature","href":"/topics/assign-homework/","content":"Assign HomeworkRelated Topics"},{"section":"topics/getting-started-with-secure-messaging/index.html","title":"Getting started with Secure Messaging | Feature","href":"/topics/getting-started-with-secure-messaging/","content":"Getting started with Secure MessagingRelated Topics"},{"section":"topics/invite-clients-to-share-data/index.html","title":"Invite Clients to share data | Feature","href":"/topics/invite-clients-to-share-data/","content":"Invite Clients to share dataRelated Topics"},{"section":"topics/view-client-entries/index.html","title":"View Client entries | Feature","href":"/topics/view-client-entries/","content":"View Client entriesRelated Topics"}]